
function createData(name, course, institute, university, middleCount,studyForm,educationForm) {
    return {
        name,
        course,
        institute,
        university,
        middleCount,
        studyForm,
        educationForm,
    };
}
export const rows = [
    createData('Иванов Иван Иванович', 1, "Прикладная информатика", "УрФУ", 85.2,"Очная / Бюджет","Бакалавриат"),
    createData('Сидоров Петр Дмитриевич', 2, "Прикладная информатика", "УрФУ", 75.2,"Очная / Бюджет","Магистратура"),
    createData('Бурнов Михаимл Петрович', 3, "Прикладная информатика", "УрФУ", 90.2,"Очная / Бюджет","Магистратура"),
    createData('Григорьев Дмитрий Сергеевич', 3, "Прикладная информатика", "УрФУ", 85.2,"Очная / Бюджет","Бакалавриат"),
    createData('Казакевич Иван Владимирович', 2, "Прикладная информатика", "УрФУ", 55.2,"Очная / Бюджет","Магистратура"),
    createData('Иванова Дарья Ивановна', 4, "Програмная инженерия", "УрФУ", 65.2,"Очная / Бюджет","Бакалавриат"),
    createData('Перевозкика Ангелина Сергеевна', 2, "Програмная инженерия", "УрФУ", 95.2,"Очная / Бюджет","Магистратура"),
    createData('Купцова Катя Олеговна', 5, "Програмная инженерия", "УрФУ", 70.2,"Очная / Бюджет","Бакалавриат"),
    createData('Рыжев Максим Дмитриевич', 2, "Програмная инженерия", "УрФУ", 85.2,"Очная / Бюджет","Бакалавриат"),
    createData('Васильева Ирина Михайловна', 4, "Програмная инженерия", "УрФУ", 80.2,"Очная / Бюджет","Магистратура"),
    createData('Киселев Владимир Юрьевич', 2, "Информатика и вычислительная техника", "УрФУ", 82.2,"Очная / Бюджет","Бакалавриат"),
    createData('Молотов Сергей Иванович', 2, "Информатика и вычислительная техника", "УрФУ", 75.2,"Очная / Бюджет","Бакалавриат"),
    createData('Чукоткин Игнат Романович', 3, "Информатика и вычислительная техника", "УрФУ", 96.2,"Очная / Бюджет","Магистратура"),
    createData('Синицина Юлия Иванович', 2, "Информатика и вычислительная техника", "УрФУ", 50.2,"Очная / Бюджет","Бакалавриат"),
    createData('Лобанова Елизавета Сергеевич', 1, "Информатика и вычислительная техника", "УрФУ", 65.2,"Очная / Бюджет","Магистратура"),
    createData('Ингнатов Даниил Михайловна', 2, "Информатика и вычислительная техника", "УрФУ", 55.2,"Очная / Бюджет","Магистратура"),
    ]